Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c92.pdf.tmx
Source language: fin
Languages: sme

source: Valtioneuvoston päätös 1998: Valtioneuvoston päätös Euroopan yhteisön Natura 2000 -verkoston Suomen ehdotuksen hyväksymisestä 20.8.
sme: Sámiid bistevaš ovdáneami eavttut leat váldojuvvon dikšun- ja geavahanplánii boarásmuvvan prográmmas.

source: Vesilaki 264/1961.
sme: Vuolggadili áigemearri

source: Ympäristöministeriö 1994a: Ympäristövaikutusten arviointi.
sme: Árvvoštallamiid vuolggasadjin galgá atnit meahcceguovlolága fápmuiboahtima.

source: – Ympäristöministeriö.
sme: Lága oaivvildan áššit leat galgan ollašuvvat oppa dan gustonáiggi, vaikko plána ii leat vel dálge (2006) nannejuvvon.

source: 19 s.
sme: Ovdamearkka dihte meahcceguovloláhkii guoskevaš ráđđehusa árvalusa váldosisdoalu mielde boazodoalu ja eará luondduealáhusaid ja vánddardeami vejolašvuođat bohtet lága fápmui boahtima dihte buorránit dahje bissot goittot ovddežin dahjege jagi 1991 dili dásis.

source: — 1994b: YVA-lain toimeenpano.
sme: Báikkálaš olbmot

source: Yhteysviranomaisen tehtävät. – Työryhmän mietintö 3. Ympäristöministeriö, ympäristöpolitiikan osasto.
sme: Báikkálaš geavaheaddjit leat viehka heterogenalaš joavku nu čearddalaččat, kultuvrralaččat, ámmátlaččat go eallinvugiid dáfusge.

source: 56 s.
sme: Viiddis doaba ”báikkálaš veahkadat” iešalddes sisdoallá sierralágan joavkkuid báikkálaš eananeaiggádiin ja olgogieldalaš beanagárdeeaiggádiin árbevirolaš ealáhusaiguin bargi sámiide, ja dát heađušta ja dagaha vahága sámiide ja boazodollui, maid beroštumit earránit eanemus dahje mannet ruossalassii eará geavaheddjiid beroštumiiguin.

source: — 1998: Ohjeet suunnitelmien ja ohjelmien ympäristövaikutusten arvioinnista. – Ympäristöministeriö, alueidenkäytön osasto.
sme: Dán doahpaga geavahettiin sierra joavkkuid sierraneaddji dárbbut jávkaduvvojit ja daid vuhtii váldin garvojuvvo.

source: 37 s.
sme: Meahcceguovloplánema dát vuolggasadji, mii ii dovddas geavaheddjiid sierralágan vuoigatvuođalaš ja ekonomalaš vuolggasajiid ja sierralágan dárbbuid, ii sáhte leat nu viidát dohkkehuvvon dego dan lohket leat.

source: — 2002a: Natura 2000 -alueiden hoito ja käyttö.
sme: Sámedikki sajádat ráđđádallioassebeallin ja čuovvumis

source: — 2002b: Ohjelma luonnon virkistyskäytön ja luontomatkailun kehittämiseksi. – Suomen ympäristö 535. Ympäristöministeriö, alueidenkäytön osasto, Helsinki.
sme: Sámediggelága 9 §:a ja Meahciráđđehuslága 4 §:a 2 momeantta mieldásaš sámedikki gullan ja dainna ráđđádallan Darvvatvári meahcceguvlui guoskevaš árvalusain, ávžžuhusain ja plána čuovvumis ii leat váldojuvvon vuhtii čađačuovgi vuogi mielde.

source: Saamelaiskäräjien arvio suunnitelman vaikutuksista saamelaiskulttuuriin ja arvion vaikutukset suunnitelman sisältöön
sme: Sámiid beroštumiide ja vuoigatvuođaide guoskevaš áššiid ja ealáhusaid goziheapmi ja iešstivrejupmi gullet goittotge lága mielde aiddo fal sámediggái.

source: Tässä liitteessä on saamelaiskäräjien arvio kokonaisuudessaan, ja osaa saamelaiskäräjien arviosta on kommentoitu myös lausuntoyhteenvedossa.
sme: Go sámedikkis lea dasa lassin vejolašvuohta váidit oppa plána nannenmearrádusas, de Sámedikki livččii galgan máinnašit gullan- ja ráđđádallanoassebeallin miehtá dán plána.

source: Saamelaiskäräjien arvion perusteella suunnitelmaan tehdyt merkittävimmät muutokset:
sme: Meahcceguovloplánemis dát vuoigatvuođalaš vuolggasadji galgá váldojuvvot vuhtii maiddái dán plánas.

source: • täydennetty lukua 3 Hoidon ja käytön tavoitteet • lisätty uuden Metsähallitus-lain (1378/2004) tuomat muutokset
sme: Árvvoštallamis guorahallojuvvo, mo sámekultuvrra dorvvastangeatnegahttin ollašuvvá Meahciráđđehusa vuogis dulkot ja čuovvut lága Darvvatvári meahcceguovllu dikšun- ja geavahanplánas.

source: • lisätty suunnitelmaan luku 3.5 Saamelaiskulttuurin turvaaminen, jossa on käsitelty myös saamelaisten kestävän kehityksen ohjelma sekä yhdenvertaisuuslaki.
sme: Guorahallan gáibida muhtumassii viiddiduvvon perspektiivva vuhtiiváldima, mas maiddái Meahciráđđehusa oppalaš doaibmaprinsihpat ja -linnját galget gieđahallot dakko gokko dat meroštallet ja stivrejit meahcceguovloplánema.

source: Asia: Saamelaiskäräjien arvio Tarvantovaaran erämaan hoito ja käyttösuunnitelman vaikutuksista saamelaisten kulttuuriin Saamelaiskäräjien hallitus päätti kokouksessaan 12.6.
sme: Dáin doaibmalinnjáin, dulkomiin ja árvvuin leat mielde áššit, mat sáhttet mannat ruossalassii sámiid vuoigatvuođaiguin dahje doalvut doaibmamálliide, mat eai doarjjo sámekultuvrra ávnnaslaš vejolašvuođaid ollašuvvama dahje čuhcet dasa.

source: Suunnitelmaa on muutettu niiltä osin, mistä voitiin sopia Saamelaiskäräjien ja Metsähallituksen välillä viranomaisneuvotteluissa 17.12.
sme: Meahciráđđehusa meahcceguovloplánema vuođđovihkin lea sámedikki mielas dat, ahte plánemis vulgojuvvo ekologalaš-ekonomalaš, eahpejuridihkalaš ja etnosentralaš vuođu alde.

source: 1. Oikeudelliset lähtökohdat, kestävyys ja käsitteet
sme: vuoigatvuođalaš ja birrasii váikkuheaddji áššit – mearrida guhkás plánema vuoigatvuođalaš ja bistevašvuhtii guoskevaš árvvoštallamiid.

source: Suunnitelmasta puuttuu erityisesti Metsähallitusta koskevan lain kokonaisuudistuksen myötä Metsähallitukselle asetettu velvoite turvata toiminnassaan saamelaisten kulttuurin harjoittamisen edellytykset, mihin myös yhdenvertaisuuslaki velvoittaa.
sme: Dábálaččat turismma lassáneapmi ja ruvkedoaimma ovddideapmi gehččojuvvojit plánas vealtameahttun doaibman. Turismma ovddas sáhttet hoigaduvvot eret oppalašvuoigatvuođalaš, sámiide kultuvrralaš vuođđovuoigatvuohtan dorvvastuvvon árbevirolaš ealáhusat dego boazodoallu, guolástus ja meahccebivdu nu, ahte daiguin bargan ii váldojuvvo vuhtii.

source: Metsähallituksen tehtävät ja yhteiskunnalliset velvoiteet on otettu suunnitelman perustaksi vanhentuneesta lainsäädännöstä. Korjaamalla pelkästään lainsäädäntöä ei korjaannu koko suunnitelma
sme: Váldoálbmoga dáfus ovdáneapmi lea measta álo bistevaš vuođu alde, dasgo sámekultuvrra jávkan guovllus váikkut boahttevaš buolvvaid ávkkástallamii ruvkedoaimmain dahje dálveturismmain váldoálbmoga buorrin.

source: Erämaan alueen vyöhykkeistäminen syrjävyöhykkeeksi ja virkistyskäyttövyöhykkeeksi ei toimi, koska saamelaisten kulttuurimuotoon kuuluvien elinkeinojen kanssa kilpailevaa liiketoimintaa sallitaan hoito- ja käyttösuunnitelman mukaan myös syrjävyöhykkeellä.
sme: Turismma ovddideami ákkastallet dasa lassin dainna, ahte dainna barget maiddái sámit. Dákkár ákkastallan lea boastto vuođu alde, dasgo mássáturisma ii leat oassi sámi álgoálbmotkultuvrras, muhto mearkkaša sámiide kultuvrra massima, vaikko ávnnaslaš buresbirgejupmi lassánivččiige.

source: Saamelaiskäräjät on jo suunnitelmaa koskevissa neuvotteluissa ympäristöministeriön kanssa tuonut esille sen, että vyöhykkeistämisen perustaksi esitetyssä lain 7 §:n yksityiskohtaisessa perustelussa ei sanota mitään vyöhykkeistämisestä, vaan ”alueen eri osiin” jakamisella viitataan lähinnä metsäalueiden jakamiseen hoito- ja käyttösuunnitelmassa luonnontilaisiin ja luonnonmukaisesti käsiteltäviin metsäalueisiin (ks HE 42/1990 s.
sme: Jos áššái váikkuheaddji vuoigatvuođalaš árvvoštallan dahje bistevašvuhtii váikkuheaddji árvvoštallan leat váilon álggos Meahciráđđehusa válmmaštallan plánaárvalusas, de lea plánenbargguin dábálaččat doarvái ahte fuopmášuhttimiid dihte váilu njuolggadusat dahje vuoigatvuođavirolašvuođat váldojuvvojit plánii maŋálgihtii almmá, ahte dát lasáhusat moktege váikkuhivčče plána váldoprinsihpaide ja sisdollui.

source: Muilta osin vyöhykkeistäminen ei perustu erämaalakiin perusteluineen, joten suunnitelman ”pysyväksi tarkoitetulla päälinjalla” ja suunnitelman ”tavoitteella” tältä osin ei ole suunnitelmassa väitettyä tukea laissa tai sen perusteluissa.
sme: Dán vuođu alde leat meahcceguovloplánaide dahkkojuvvon guovddáš doahpagat dego meahcceguovloláhkii vuođđuduvakeahtes avádatjuohku, mii dorvvasta turismma dálá dili, meahccejohtalusláhkii vuođđuduvakeahtes meahccejohtalusvuojáhat, Meahciráđđehusláhkii ja meahcceguovloláhkii vuođđuduvakeahtes doaba luondduturismma ovddi-

source: Lain tavoitteiden yhteensovittaminen
sme: Plánema váttisvuođat láhkaásaheami hárrái

source: Erämaalain (62/1991) 1 §:n tavoitteiksi todetaan 1) alueen erämaisuuden säilyttäminen 2) saamelaiskulttuurin turvaaminen 3) luontaiselinkeinojen turvaaminen ja 4) alueen monipuolisen käytön ja sen edellytysten kehittäminen.
sme: Meahcceguovloplána lea ráhkaduvvon láhkaásaheami vuođu ala, mii moanain osiin lea 2000logus rievdan ovdamearkka dihte meahciráđđehuslága ja ovttadássásašvuođalága hárrái.

source: Suunnitelmassa tavoitteessa jätetään sanomatta lain perustelujen mukainen suunnitelman ja erämaalain päätavoite, joka on saamelaiskäräjien mielestä eri maankäyttömuotojen yhteensovittaminen ympäristönsuojeluun – eikä pelkästään käyttäjäryhmien kesken.
sme: Meahciráđđehus deattuha iežas čearddalaš bealehisvuođa eanangeavaheamis. Boazodoalu hárrái plána ii dárbbašivčče leat čearddalaččat bealeheapme muhto galggašii dorvvastit boazodoalu sámekultuvrii gullevaš ealáhussan, nugo meahciráđđehuslágas gáibiduvvo.

source: Erämaalain 7 §:n yksityiskohtaisten perustelujen mukaan: ”Erämaa-alueen käytön suunnittelu on ensi sijassa ympäristönsuojelun ja muiden eri maankäyttömuotojen yhteensovittamista. ” Lain tärkein tavoite on 1 ja 4 §:n yksityiskohtaisten perustelujen mukaan erämaa-alueiden erämaaluonnon säilyttäminen mahdollisimman muuttumattomana ja luonnontilaisena.
sme: Plánas lea báhcán fuomáškeahttá dat, ahte ovdamearkka dihte boazodoalu ja luondduealáhusaid ruhtadanláhka (45/2000) dahká juo lága ulbmiliin sámiid ruovttuguovllus earu sihke sámeealáhusaid ja lágas ásahuvvon eará luondduealáhusaid gaskkas ja sámi ja eará luondduealáhusbargiid gaskkas.

source: Erämaalakia koskevan hallituksen esityksen pääasiasiallisen sisällön mukaan porotalouden ja muiden luontaiselinkeinojen sekä retkeilyn mahdollisuudet tulevat lain voimaan tulon myötä paranemaan tai säilyvät ainakin entisellään eli vuoden 1991 tilanteen tasolla.
sme: Lága ulbmiliid mielde galgá lága mieldásaš doaibmabijuin giddet erenoamáš fuopmášumi sámiid vejolašvuođaide bajásdoallat ja ovddidit iežaset kulturhápmái gullevaš ealáhusaid sámiid ruovttuguovllus.

source: Saamelaiskäräjien mielestä lähtökohdaksi asetettu toimintojen yhteensovittaminen käyttäjäryhmien kesken johtaa väistämättä siihen, että kunnalle verotuloa tuottavat toiminnat kuten matkailun ja kaivostoiminnan edistäminen, asetetaan Metsähallituksen ”osallistuvassa suunnittelussa” etusijalle ja lain päätavoitteena oleva ympäristönsuojelu jää toisarvoiseen asemaan.
sme: Sámiid positiivvalaš sierragieđahallama vejolašvuohta vuođđuduvvá dasa lassin ovttadássásašvuođaláhkii nugo ovdalis lea daddjojuvvon. Ovttadássásašvuođalágas fas vulgojuvvo das, ahte láhka addá dihto dáhpáhusain vejolašvuođa positiivvalaš sierragieđahallamii – nugo sámiid hárrái – lea dilli sámi boazodoalu ektui.

source: Käyttäjäryhmien kannalta vyöhykkeistäminen puolestaan merkitsee sitä, että parempaa verotuloa tuottaville toiminnoille varatuilla alueilla poronhoidolle välttämättömät toimintaedellytykset heikkenevät ja lakkaavat ja pelkästään saamelaisten harjoittama poronhoito joutuu väistymään näiltä alueilta lain tarkoituksen vastaisesti.
sme: Meahciráđđehus lea geavahan meahcceguovloplána dahkamis viiddis oassálasti vuogi, mii lea mearkkašan dan ahte buohkat, geat gehččet iežaset oassebeallin, leat sáhttán cealkit iežaset oaivila.

source: Perutuslaki ja kansainväliset sopimukset huomioon ottaen suunnitelman pitäisi saamelaiskäräjien mielestä johtaa päinvastaiseen tulokseen eli saamelaisten kulttuurimuotoon kuuluvien elinkeinojen turvaamiseen ja niiden edistämiseen.
sme: Plána lea dahkkojuvvon demokráhtalaš mearrádusa vuođul nu ahte leat dolvojuvvon čađa dat áššit, maid eanetlohku lea guottihan. Sámiid ossodat Eanodaga olmmošlogus lea viđadas.

source: Saamelaiset ovat Suomessa alkuperäiskansa, jolla on oma kieli ja kulttuuri.
sme: Lea čielggas ahte eanetlohkodemokratiijas sin oainnut eai beasa oidnosii.

source: Perustuslaki turvaa saamelaisille alkuperäiskansana oikeuden ylläpitää ja kehittää omaa kieltään ja kulttuuriaan (PL 17.3 §) näitä seikkoja koskevan itsehallinnon perustalta saamelaisten kotiseutualueella siten kuin laissa säädetään (PL 121.4 §).
sme: Plánas leat viidát báikkálaččat dohkkehuvvon.

source: Tarvantovaaran erämaa-alue kuuluu kokonaisuudessaan saamelaisten kotiseutualueeseen.
sme: Dát ii goittot mearkkaš dan, ahte sámediggi ja Giehtaruohttasa bálggus livččiiga dan dohkkehan.

source: Perustuslain kulttuuri-käsite sisältää myös saamelaisten kulttuurin aineellisena perustana olevan perinteisen maankäytön kuten poronhoidon, kalastuksen ja metsästyksen harjoittamisen.
sme: Meahciráđđehusa lágasmearriduvvon geatnegahttimiidda gullá goittotge ođđa Meahciráđđehuslága 4 §:a 2 momeantta ákkastallamiid mielde namalassii ráđđádallat sámedikkiin.

source: Perustuslain tarkoituksena on turvata pysyvästi saamelaisten asema alkuperäiskansana lainsäädännön, hallinnon ja taloudellisten toimenpiteiden avulla.
sme: Eará oassálasti vuohki plánemis lea vuosttažettiin politihkka, mas ii sámedikki mielas galggaše leat dálálágan mearkkašupmi plána dagadettiin.

source: Julkisella vallalla on perustuslain (PL 22 §) mukainen velvollisuus huolehtia saamelaisten perusoikeuksien ja ihmisoikeuksien toteutumisesta.
sme: Oppalaš plánenvuogis váddáseamos čuolbma lea leamaš dat, ahte oassálasti vuogis fuolakeahttá Meahciráđđehusas lea leamaš hui hálddašeaddji sajádat plánemis (Heikkilä 2000, Heikkilä 2000, Raitio 2000).

source: Tarvittaessa saamelaisten kulttuurimuotoa tulee perustuslain perustelujen mukaan turvata positiivisin erityistoimenpitein. Saamelaisten kulttuuriin kuuluvien elinkeinojen harjoittamista suojaa lisäksi saamelaisten osalta YK:n ihmisoikeussopimukset kuten kansalaisoikeuksia ja poliittisia oikeuksia koskevan yleissopimuksen 27 artikla, joka on Suomessa voimassa laintasoisesti.
sme: Meahcceguovloplánema guovddáš vuođđovuolggasajiin eai leat sáhttán beassat ovttamielalašvuhtii plánenproseassa áigge, dego máŋggabealat geavaheami prinsihpas, dan váikkuhusain sámiid luonddu geavaheapmái, guovllu geavaheami vuoruheamis, sierra geavahanhámiid gaskasaš ruossalasvuođain ja dasa lassin vel geavaheami ja suodjaleami gaskasaš ruossalasvuođain meahcceguovlolága ulbmiliin.

source: Artiklan määräys edellyttää YK:n ihmisoikeuskomitean tulkinnan mukaan, että taloudelliset toimenpiteet suunnitellaan ja sopeutetaan siten, että saamelaisten elinkeinojen kuten poronhoidon taloudellinen kannattavuus säilyy.
sme: Dát áššit leat erenoamáš mávssolaččat meahcceguovloplána ulbmiliid ollašuvvamis, eaige dat leat guorahallon maiddái ieš dikšun- ja geavahanplánas, muhto plána oktan vuolggasajiiguin lea dávjá ovdanbukton viehka čuolmmakeahtes mállen.

source: (Länsman ja muut v. Suomi, valitus no 511/1992)
sme: Sámediggi gávnnaha dasa lassin ahte plána ii galggaše dahkat ovdalgo duogážin leahkki hui mávssolaš eanan- ja čáhcevuoigatvuođagažaldagat leat čovdojuvvon.

source: Viimeksi YK:n talous- ja sosiaalineuvoston taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia käsittelevä komitea lausui Suomen määräaikaisraportin käsittelyssä huolensa siitä, että vaikka sopimusvaltio onkin pyrkinyt ratkaisemaan kysymyksen maanomistuksesta ja –
sme: ON:a olmmošvuoigatvuođakomitea, mii dulko KP-soahpamuša čuovvuma, lea Supmii guoskevaš loahppaárvalusainis 2004:s (17) atnán vahágin dan, ahte ii leat ožžon čielga vástádusa sámiid vuoigatvuođain álgoálbmogin (vuođđolága 17 §:a 3 momeanta) oktasašsoahpamuša 1 artihkkala hárrái. Komitea buvttii ođđasit ovdan iežas fuolastuvvama das, ahte sámiid eananoamasteami ja

source: käytöstä saamelaisten kotiseutualueella, kysymyksen ympärillä vallitseva oikeudellinen epävarmuus vaikuttaa kielteisesti saamelaisten oikeuteen ylläpitää ja kehittää heidän perinteistä kulttuuriaan ja elämäntapaansa, erityisesti poronhoitoa.
sme: máŋggaid almmolaš ja priváhta eanangeavahanvieruid eai leat sáhttán čoavdit. Dát eanangeavahanvierut váikkuhit sámiid ealáhusaide – erenoamážit boazodollui – ja bidjet ná vára vuollái sámiid čearddalaš kultuvrra ja eallinvugiid ja ná maiddái sin identitehta.

source: Lisäksi komitea kehotti sopimusvaltiota – neuvotellen asiasta tiiviisti kaikkien osapuolten kanssa, saamelaiskäräjät mukaan lukien – löytämään asianmukaisen ratkaisun kysymykseen maanomistuksesta ja –käytöstä saamelaisten kotiseutualueella sekä ratifioimaan pikaisesti itsenäisten maiden alkuperäis- ja heimokansoja koskevan ILO:n yleissopimuksen N:o 169. (YK:n TSS-komitean 28 istunto 30.4.
sme: Olmmošvuoigatvuođaávžžuhusa 17 čuoggá mielde: ”Soahpamušriika galggašii sámeálbmoga hárrái álgit farggamusat čavges doaimmaide oažžun dihte áigái vuogas čovdosa eanangeavahangiččus nu, ahte váldojuvvo doarvái bures vuhtii dárbu seailluhit sámeidentitehta oktasašsoahpamuša 27 artihkkala mielde.

source: 2007. Yleissopimuksen 16 ja 17 artiklan mukaisesti annettujen sopimusvaltioiden raporttien käsittely: SUOMI.
sme: Dán ovdal soahpamušriikkat eai galggaše álgit dakkár doaimmaide, mat sáhttet ovddalgihtii čuohcit sámiid eanangeavahangažaldagaid čoavdimii.”

source: Vuoden 2005 alussa voimaan tulleen Metsähallituslain (1378/2004) mukaan Metsähallituksen yhteiskunnallisena velvoitteena on saamelaisten kotiseutualueella sovittaa hallinnassaan olevien luonnonvarojen hoito, käyttö ja suojelu siten, että saamelaisten kulttuurin harjoittamisen edellytykset turvataan (4.2 §).
sme: Dáid vuolggasajiid ektui guorahallojuvvo čuovvovaččas, man muddui sámiin leat seilon vejolašvuođat bargat iežaset kultuvrrain meahcceguovlolága ulbmila mielde vai leatgo dat hedjonan meahcceguovlolága ásaheami maŋŋá ja man muddui Giehtaruohttasa dikšun- ja geavahanplána lea dorvvasteamen sámiid kultuvrra.

source: Säännös toteuttaa perustuslakia saamelaisten alkuperäiskansan kulttuurin harjoittamisen osalta (PL 17.3 §) Tähän perustuslakiin perustuvaan tehtävään viitaten eduskunnan perustuslakivaliokunta totesi esitystä koskevassa lausunnossaan (PeVL 38/2004 vp), että saamelaisten kulttuuriin kuuluvat perinteisten elinkeinojen kuten poronhoito, kalastus ja metsästys lisäksi myös niiden nykyaikaiset soveltamismuodot.
sme: 3. Meahciráđđehussii guoskevaš rievdadusat meahcceguovlolága ásaheami maŋŋá

source: Eräänä keinona näihin tavoitteisiin pääsemiseksi on saamelaisten osalta vuonna 2004 voimaan tullut yhdenvertaisuuslaki (21/2004), joka koskee 2 §:n 1 kohdan mukaan itsenäisen ammatin tai elinkeinon harjoittamisedellytyksiä ja elinkeinon tukemista.
sme: Bajilčála guoská Meahciráđđehusa iešlágis, doaibmaprinsihpain ja doaibmavuogis dáhpáhuvvan rievdadusaide meahcceguovlolága ásaheami maŋŋá. Meahciráđđehus lei vel meahcceguovlolága ásaheami áiggiid Meahciráđđehuslága (264/1991) mieldásaš muhto rievddai lága (1169/1993) vuođul stáhta fitnodatlágádussan 1993:s.

source: Laki, joka koskee myös Metsähallitusta, pyrkii tosiasiallisen yhdenvertaisuuden saavuttamiseen tarvittaessa positiivisen erityiskohtelun keinoin kuten lain 7.2 §:stä ilmenee.
sme: Dalle das dahkkojuvvui joavkoorganisašuvdna, mas ledje fitnodatdoaibmavuđđosaš ovttadagat.

source: Kestävyys luonnon käytössä ja käytön ohjauksessa Kolmantena suunnitelman tavoitteena on kestävyys erämaa-alueella.
sme: Ovttastumi sierra boađussurggiin ja lea riikkaviidosaš organisašuvdna ja daidda lea mearriduvvon boađusvástu.

source: Kestävyydellä tarkoitetaan sitä, että luonnon käytössä ja sen ohjauksessa tulee ottaa huomioon taloudelliset, sosiaaliset, ekologiset ja kulttuuriset näkökohdat.
sme: Seammás Meahciráđđehus-konseartna doaibma meroštallojuvvui máŋggabuvttabuvttadeapmin, mii vuođđuduvai buorre muddui ee. vuovdedollui ja lustabálvalusaid buvttadeapmái.

source: Saamelaiskäräjillä on vuodesta 1998 lähtien ollut yhdessä ympäristöministeriön kanssa valmisteltu ja saamelaiskäräjien hyväksymä saamelaisten kestävän kehityksen ohjelma.
sme: Lustabálvalusaiguin oaivvildit sihke servodatlaš bálvalusaid oppalaš lustageavaheami ovddidan dihte ja gávppálaš luonddubálvalusaid ja luondduturismma ovddideami.

source: 2006 yhdessä ympäristöministeriön kanssa valmistelemansa ” Saamelaisten kestävän kehityksen ohjelman 2006 ”, joten suunnitelma perustuu vanhentuneeseen ohjelmaan. Vuoden 2006 ohjelman keskeisenä lähtökohtana on se,
sme: Meahcceguovloplánii čuohcá Meahciráđđehusa juridihkalaš fitnodatekonomalaš rolla, man geahččalit oppa áigge nu, ahte suvvojuvvo turismii guoskevaš priváhta fitnodatdoaibma ja vejolašvuohta dan lasiheapmái Meahciráđđehusa visttiin, lustageavahanavádagas ja maiddái boaittobealeavádagas.

source: että saamen alkuperäiskansalla ja Suomen valtaväestöllä on erilainen kulttuuri ja kieli. Saamen alkuperäiskansan kulttuuri perustuu siihen, minkä luonto itse vuosittain kasvattaa ihmisen hyödynnettäväksi laajojen alueiden ekstensiivisenä maankäyttönä.
sme: Sihke Meahciráđđehusa iežas doaibma ja priváhta fitnodatdoaibma dáhpáhuvvá nu, ahte dat čuohcá sámiid boazodollui, guolástussii, meahccebivdui ja eará eanageavaheapmái, mii manná ruossalassii vuođđolága 17.3 §:ain ja Meahciráđđehuslága 4.2 §:ain.

source: Näistä lähtökohdista molempien kansojen – saamen alkuperäiskansan ja Suomen valtaväestön - kulttuureilla on erilaiset kestävän kehityksen kriteerit. Pääväestön kulttuurissa luonnon kestävä käyttö tähtää tulevien sukupolvien tarpeiden tyydyttämiseen.
sme: Villi Pohjola lea maŋŋelis nieidaovttastupmin sierranahttojuvvon boađussuorgi, mii jođiha luondduturismii vuođđuduvvi fitnodatdoaimma nu, ahte gilvvohallá luondduturismma buvttadeaddji eará fitnodagaiguin ja báikkálaš luonddubálvalusbuvttadeddjiiguin meahcceguovlluid alde.

source: Saamelaiskulttuurin harjoittaminen puolestaan edellyttää luonnon käyttöä kestävästi joka vuosi paliskunnan, porokylän tai muun saamelaisen paikallisyhteisön käyttöalueella sijaitsevassa järvessä, puupaikassa, hillasuolla, riekkometsällä, hirvipaikassa jne niin, että seuraavan vuoden elämisen edellytykset turvataan (on säästetty) luonnon tuoton kokonaisuudesta, vaikka luonnonolosuhteet olisivat tuolloin huonommatkin.
sme: Iešalddes dát oaivvilda dan, ahte Meahciráđđehus ii leat šat ollásit bealehis doaibmi, muhto dat vuodjá seammás iežas fitnodatekonomalaš beroštumiid, vaikko Davvi-Lappis boađusulbmilat leatge heivehuvvon eanet vástidit báikkálaš dilálašvuođaid go eará sajis riikkas.

source: Kestävän kehityksen kansallisesta arviosta (s. 99-100) ilmenee, että saamelainen kulttuuri sisältää kaikki kestävän kehityksen ulottuvuudet: ekologisen, taloudellisen ja sosiaalisesti kestävän kehityksen.
sme: Oasi lohpevuovdimisttis Meahciráđđehus lea sirdán báikkálaš fitnodatolbmuide. Ná sámiide vuođđovuoigatvuohtan dorvvastuvvon guolástan- ja meahcástanvejolašvuođaid ollašuvvan báhcá muhtumassii čuožžut Meahciráđđehusa lohpevuovdima meriin ja eavttuin.

source: Saamelaisten kulttuuri ei kuitenkaan ole kestävällä perustalla, koska sen kaikkiin ulottuvuuksiin kohdistuu valtaväestön kulttuurista lähteviä uhkia. (Kestävän kehityksen kansallinen arvio.
sme: Meahciráđđehusa Davvi-Lappi luonddudikšunguovlu lea maiddái loahpahuvvon, mii lea seammás loahpahan sámiid ruovttuguovllus guovlluhovdii ovdal gullan barggu oktiiheivehit Meahciráđđehusa doaimmaid ja sámiid árbevirolaš ealáhusaiguin bargama.

source: Suomen kestävän kehityksen toimikunnan työssä valmistui keväällä 2006 pääministeri Matti Vanhasen johdolla Kansallinen kestävän kehityksen strategia ” Kohti kestäviä valintoja.
sme: Doaibmaválddi sirdašuvvan sámiid ruovttuguovllus Roavvenjárgii ja Tikkurilai jávkada sámiid ruovttuguvlui guoskevaš čovdosiin dan áššedovdamuša, mii ovdal lei Davvi-Lappi luonddudikšunguovllu guovlluhoavddas.

source: Kansallisesti ja globaalisti kestävä Suomi ” (Valtioneuvoston kanslian julkaisuja 5/2006).
sme: Meahciráđđehussii guoskevaš láhkamearrádusat leat sámedikki mielas juo struktuvrralaččat
